{
  "image": "ipfs://bafybeihxbyaz3zt4mxwam6fvffblizg6vwt6lcld7gucfemjfahzmkyf6m",
  "name": "Proof_373 — Starting a Wood-Fired Stove Before Cooking Rice MaMeeFarm | DGCP™",
  "description": "This proof records a real-life moment of subsistence labor at MaMeeFarm on\n22 December 2025 at 11:19 AM (GMT+7).\n\nThe image captures MaMee starting a wood-fired stove to prepare for cooking rice — even before the rice itself has been readied. The delay is not accidental; it reflects a common reality of small-scale farming life, where physical labor often takes priority over meals.\n\nThe firewood stove, reused materials, and manual ignition represent a non-industrial, off-grid daily routine. Cooking here is not convenience-based, but time-dependent and effort-bound. The act of lighting the fire becomes part of the labor record itself.\n\nThis proof highlights an often invisible truth:\n\nFood preparation is also labor — especially when survival work comes first.\n\nNo staging. No optimization.\nOnly real work, real time, real constraints — preserved as ground-truth data.\n\nThis record is part of the DGCP MaMeeFarm DATA collection on OpenSea.\n\n📜 License\n\nDGCP | MMFARM-POL-2025\n\nThis work is licensed under the DGCP (Data Governance & Continuous Proof) framework.\nAll content is part of the MaMeeFarm™ Real-Work Data & Philosophy archive.\nRedistribution, citation, or derivative use must preserve attribution and license reference.\n\n",
  "external_url": "https://www.mameefarm.com",
  "attributes": [
    {
      "trait_type": "Location",
      "value": "MaMeeFarm, Thailand"
    },
    {
      "trait_type": "Date",
      "value": "2025-12-22"
    },
    {
      "trait_type": "Time",
      "value": "11:19 AM (GMT+7)"
    },
    {
      "trait_type": "Activity",
      "value": "Fire Preparation / Cooking Setup"
    },
    {
      "trait_type": "Cooking Method",
      "value": "Wood-Fired Stove"
    },
    {
      "trait_type": "Energy Source",
      "value": "Firewood"
    },
    {
      "trait_type": "Context",
      "value": "Labor Before Meals"
    },
    {
      "trait_type": "Lifestyle",
      "value": "Off-grid / Manual"
    },
    {
      "trait_type": "Theme",
      "value": "Real Life Labor"
    },
    {
      "trait_type": "Proof System",
      "value": "DGCP™"
    }
  ]
}
