{
  "image": "ipfs://bafybeicwlhni2oj3ln4ksc64hzmqazxepsozsradexgf5nl2k635nn4bc4",
  "name": "Proof_341 — Groundwater Pumping for Daily Plant Irrigation MaMeeFarm | DGCP™",
  "description": "This proof documents the groundwater pumping activity at MaMeeFarm for plant irrigation, recorded on 16 December 2025 at 10:02 AM (GMT+7).\n\nThe image shows water being actively pumped from a ground well into an open water container using a small portable pump system. The collected water is intended for irrigating trees and plants within the farm area. Surrounding vegetation indicates early signs of seasonal dryness, despite remaining greenery.\n\nThis activity reflects a real-world response to changing environmental conditions, as natural moisture begins to decrease and manual water management becomes necessary. The pumping process relies on limited resources and direct labor, without automated irrigation infrastructure.\n\nThis record is captured as-is, without optimization or staging, in accordance with DGCP principles of transparency, real-work evidence, and time-anchored documentation. The visible timestamp embedded in the image provides verifiable temporal reference within MaMeeFarm’s continuous environmental and operational data archive.\n\nLicense\n\nDGCP | MMFARM-POL-2025\nThis work is licensed under the DGCP (Data Governance & Continuous Proof) framework.\nAll content is part of the MaMeeFarm™ Real-Work Data & Philosophy archive.\nRedistribution, citation, or derivative use must preserve attribution and license reference.",
  "external_url": "https://www.mameefarm.com",
  "attributes": [
    {
      "trait_type": "Location",
      "value": "MaMeeFarm, Thailand"
    },
    {
      "trait_type": "Date",
      "value": "2025-12-16"
    },
    {
      "trait_type": "Time",
      "value": "10:02 AM (GMT+7)"
    },
    {
      "trait_type": "Activity",
      "value": "Groundwater Pumping"
    },
    {
      "trait_type": "Purpose",
      "value": "Plant Irrigation"
    },
    {
      "trait_type": "Water Source",
      "value": "Ground Well"
    },
    {
      "trait_type": "Equipment",
      "value": "Portable Water Pump"
    },
    {
      "trait_type": "Environment",
      "value": "Drying Season Conditions"
    },
    {
      "trait_type": "Data Type",
      "value": "Farm Operation / Ground Truth"
    },
    {
      "trait_type": "Proof System",
      "value": "DGCP™"
    }
  ]
}
